Repository: SirojiddinYakubov/topskill_uz_bot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: <b>Kurs nomi:</b> <a href='{href_url}'>{course_title}</a> <b>Kurs narxi:</b> {course_price:,} so'm 8-qismga bo'lib to'lash orqali <s>{course_price:,}</s> ga emas atigi {part_price:,} so'mga sotib oling. 🔥
ru: <b>Название курса:</b> <a href='{href_url}'>{course_title}</a> <b>Цена курса:</b> {course_price:,} сум Оплачивая 8 частями, а не только <s>{course_price:,}</s> купите за {part_price:,} сум. 🔥

source: {total_results} ta kurs chiqarildi
ru: Всего курсов: {total_results}

source: <b>Men - topskill botiman.</b> Sizni nima qiziqtiradi?
ru: Я — бот TOPSKILL. Что вас интересует?

source: Til muvaffaqiyatli sozlandi. Endi menga ismingizni jo'nating!
ru: Язык успешно установлен. Напишите мне свое имя и фамилию!

source: So'rovingiz qabul qilindi! Tez oraqa mutaxasislarimiz siz bilan bog'lanishadi!
ru: Ваша заявка принята! Наши специалисты свяжутся с вами в ближайшее время!

source: Iltimos menga ismingizni jo'nating!
ru: Пожалуйста, пришлите мне ваше имя!

source: {name}, telefon raqamingizni ulashing!
ru: {name}, поделитесь своим номером телефона!

source: Ism kamida 3 ta harfdan iborat bo'lishi kerak!
ru: Имя должно состоять не менее чем из 3 букв!

source: {phone} raqamiga sms kod jo'natildi. Sms kodni kiriting:
ru: SMS-код отправлен на {phone}. Введите SMS-код:

source: Iltimos telefon raqamingizni ulashing!
ru: Пожалуйста, поделитесь своим номером телефона!

source: Tasdiqlash kodi: {otp} https://t.me/topskill_uz_bot
ru: Код подтверждения: {otp} https://t.me/topskill_uz_bot

source: Tasdiqlash kodi noto'g'ri!
ru: Неверный код подтверждения!

source: 🌐 Saytda ko'rish
ru: 🌐 Посмотреть на сайте

source: 💳 Sotib olish
ru: 💳 Купить курс

source: 🛄 Kursni tanlang.
ru: 💰 Выбрать курс.

source: 🤔 Savollarga javob toping.
ru: 🤔 Найти ответы на вопросы.

source: 👋🏼 Aloqa qiling va bepul maslahat oling.
ru: 👋🏼 Связаться и получить бесплатную консультацию.

source: ⬅️ Bosh menu
ru: ⬅️ Главное меню

source: Telefon raqamni ulashish 📲
ru: Поделитесь номером телефона 📲
